[Dieu_Sanctuary.A_no_nova_Buff H7BaseBuff]
mName="巨浪海啸"
mTooltip="此生物可以在 %durnow 回合后使用巨浪海啸。"

[Dieu_shantiri_boss.A_Creature_Dieu_shantiri H7Creature]
mName="杉提瑞之神"
mLore="杉提瑞人是开放的。然而，他们的法师有自己的秘密。他们中的许多人，为了向世界隐藏这些秘密，制造了特殊的魔法盔甲，并用它束缚了他们的灵魂。当法师的身体死亡时，灵魂为守卫的盔甲提供能量，以永远守护这个古老民族的秘密。"

[New_skill_elite_pretre_rune.A_champ_de_force_runique2_Buff H7BaseBuff]
mName="符文力场"
mTooltip="在回合开始时对相邻生物造成 %d.min 点伤害，持续 %durnow 回合。"

[New_skill_elite_basilic_rider.A_Resurection_no_visiblefor_setting H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="反冲"

[Dieu_Necromant_boss.A_Invincible_Buff H7BaseBuff]
mName="无敌"
mTooltip="当战场上存在骷髅时，此生物不会受到伤害。"

[Dieu_Necromant_boss.A_Rebirth_Mort H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="不朽之怒"
mTooltip="当此生物的生命值低于其原始 %icon_health 生命值的 30% 时，其伤害增加 %buff1.buff.stat1，并且灵魂吞噬者的伤害会应用 2 次。"

[New_build_bonus.A_Academy_Inscriber H7Inscriber]
mName="储备"
mDesc="核心和精英生物的基础周产量增加 20%。"

[championtown.A__ChampionGuardTower H7TownGuardGrowthEnhancer]
mName="储备"
mDesc="核心和精英生物的基础周产量增加 20%。"

[Dieu_Necromant_boss.A_Squeltte_servitude H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="奴役"
mTooltip="只要甲胄骷髅在战场上，此生物就是无敌的。"

[neutre2.A_Oasis H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="神圣治疗"
mTooltip="在其回合开始时，该生物治疗所有相邻友方生物 %d.min %icon_health 生命值。"

[New_skill_elite_cuirasser.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="圣堂祝福"
mTooltip="每场战斗一次，此生物受到来自魔法源的伤害减少 %buff1.buff.res1，并且免疫负面效果和法术。\n同时赋予该生物 %buff1.buff.stat2 %icon_attack 攻击力和 %buff1.buff.stat3 %icon_movement 移动力。\n持续 2 回合。"

[Consumables.A_Scroll_Light_Summon_shantiri H7HeroItem]
mName="召唤杉提瑞之神卷轴"
mTooltip="消耗卷轴以施放光系法术召唤杉提瑞之神。"

[Manticorp_lv2.A_Creature_scorpicorp H7Creature]
mName="蝎狮"
mLore="蝎狮是神话时代创造的魔法兽。那时，亚山的表面由龙脉灌溉。饮用了这些未经驯服的龙血水晶河流的野兽被其强大的魔法永久改变了。蝎狮似乎混合了狮子和蝎子的特征，其毒刺的攻击对几乎任何生物都是致命的。"

[minotaure.A_RetaliationBuff_MightySlash H7BaseBuff]
mName="已反击"
mTooltip="此生物已经进行过反击。"

[Dieu_shantiri_boss.A_Soin_all H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="神圣再生"
mTooltip="所有杉提瑞魔像恢复 %buff1.buff.d1 %icon_health 生命值。"

[New_skill_elite_basilic_rider.A_contre_coup_Buff H7BaseBuff]
mName="反冲"
mTooltip="每当此生物受到伤害时，它会被治疗 %d1 %icon_health 生命值。持续 %durnow 回合。"

[Anims_titan.A_RangedAttack_Earth2 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Dieu_Sanctuary.A_Creature_Dieu_Sanctuaire H7Creature]
mName="泰坦海蛇"
mLore=""

[Dieu_shantiri_boss.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="杉提瑞之神的诅咒"
mTooltip="造成 %d %icon_prime 源力伤害，并将目标生物的所有属性降为 0。\n目标将在 %buff1.buff.durini 回合内受到 %buff1.buff.d1 %icon_prime 源力伤害。"

[minotaure.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="忠诚"
mTooltip="每场战斗一次，该生物及其相邻的盟友获得 %buff.buff.stat %icon_Morale 士气，持续 %buff.buff.durini 回合。"

[Dieu_shantiri_boss.A_Syphon_Buff H7BaseBuff]
mName="生命虹吸"
mTooltip="该生物在其回合结束时失去 %d %icon_health 生命值，持续 %durnow 回合。"

[Dieu_Necromant_boss.A_Servitude_Buff H7BaseBuff]
mName="不朽首领"
mTooltip="当此生物在战场上时，黑暗女神是无敌的。"

[Dieu_shantiri_boss.A_heal_all_Buff H7BaseBuff]
mName="神圣再生"
mTooltip="在战斗回合结束时治疗此生物 %d1 %icon_health 生命值。"

[New_build_bonus.A_growth_Ability H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[neutre2.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="巨浪海啸"
mTooltip="召唤巨大的海啸，对所有敌方生物造成 %d.min 到 %d.max %ICON_Water 水系伤害并将其击退。（每场战斗一次）"

[New_building.A_bosss_Name H7GlobalName]
mName="神圣圣殿"

[neutral_1.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="森林削弱"
mTooltip="使目标的最小和最大伤害降低 50%，持续 3 回合。"

[New_skill_elite.A_furie_guerriere_Buff H7BaseBuff]
mName="战士之怒"
mTooltip="此生物免疫来自所有来源的 %res1 伤害，持续 %durnow 回合。"

[Consumables.A_Scroll_Light_Summon_necro H7HeroItem]
mName="召唤亡灵女神卷轴"
mTooltip="消耗卷轴以施放光系法术召唤亡灵女神。"

[Consumables.A_Scroll_Light_Summon_Seat H7HeroItem]
mName="召唤海蛇之神卷轴"
mTooltip="消耗卷轴以施放光系法术召唤海蛇之神。"

[New_skill_elite_sundee.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="纯净碎片"
mTooltip="对所有敌方远程生物造成 %d.min %icon_light 光系伤害，并降低其 %icon_attack 攻击力 %buff2.buff.Stat1 点，持续 %buff2.buff.durini 回合。\n每场战斗一次。"

[Dieu_Necromant_boss.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="近战攻击"
mTooltip="激活以执行默认攻击。"

[minotaure.A_crie_bestial_Buff H7BaseBuff]
mName="忠诚"
mTooltip="该生物拥有 %stat %icon_morale 士气，持续 %durnow 回合。"

[New_skill_elite_pretre_rune.A_champ_de_force_runique_Buff H7BaseBuff]
mName="符文保护"
mTooltip="此生物受到 %res1 点伤害，持续 %durnow 回合。"

[Consumables.A_Summon_shantiri H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="召唤杉提瑞之神"
mTooltip="在目标 2x2 区域召唤 %special.val1 个杉提瑞之神。"

[New_skill_elite_Pit_lord.A_enfer_dpike_couldown_Buff H7BaseBuff]
mName="地狱尖峰冷却"
mTooltip="能力在 %durnow 回合后可用。"

[New_skill_elite_Pit_lord.A_enfer_dpike_couldown_Buff_2 H7BaseBuff]
mName="地狱尖峰冷却"
mTooltip="能力在 %durnow 回合后可用。"

[Dieu_Sanctuary.A_no_nova_Buff_timer H7BaseBuff]
mName="巨浪海啸"
mTooltip="此生物可以在 %durnow 回合后使用巨浪海啸。"

[Consumables.A_Summon_Seat H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="召唤海蛇之神"
mTooltip="在目标 2x2 区域召唤 %special.val1 个海蛇之神。"

[diabolo_skill.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="毁灭献祭"
mTooltip="该生物牺牲自己，并对周围所有敌方单位造成 %d1.min 到 %d1.max %ICON_FIRE 火焰伤害。\n每场战斗一次。"

[New_skill_elite_Pit_lord.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="地狱尖峰"
mTooltip="对目标单位造成 %d1 %icon_earth 土系伤害。\n此能力每 5 回合可重复使用。"

[Manticorp_lv2.A_Dungeon_batimant_manticore_base H7TownDwelling]
mName="蝎狮巢穴"
mDesc="精英生物住所。\n允许招募蝎狮，周产量为 5。"

[Dieu_Sanctuary.A_heal_critique H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="水流关怀"
mTooltip="该生物在造成暴击时，治疗自身 %d.min 到 %d.max %ICON_health 生命值。"

[Dieu_Sanctuary.A_couldown_nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="巨浪海啸"
mTooltip="此生物在 3 回合后进行一次区域攻击。\n每 3 回合可使用一次。"

[neutral_1.A_affaiblissement_Buff H7BaseBuff]
mName="削弱"
mTooltip="在其回合开始时，该生物遭受 %stat1 点最小伤害和 %stat2 点最大伤害，持续 %durnow 回合。"

[New_skill_elite_cuirasser.A_Preparation_Buff H7BaseBuff]
mName="圣堂祝福"
mTooltip="此生物免疫所有来自魔法源的伤害和负面效果。\n同时赋予 %stat2 %icon_attack 攻击力和 %stat3 %icon_movement 移动力。\n持续 %durnow 回合。"

[Dieu_Necromant_boss.A_devoreur_d_ame H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="灵魂吞噬者"
mTooltip="在每回合结束时，所有敌方生物失去其 %icon_health 生命值的 %d1。"

[Manticorp_lv2.A_CreatureManticore_upregate H7Creature]
mName="毒蝎狮"
mLore=""

[Dieu_Sanctuary.A_RangedAttack_Dark_Bullet H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Dieu_Necromant_boss.A_RangedAttack_Dark_Bullet H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Manticorp_lv2.A_Dungeon_manticore_lv_2 H7TownDwelling]
mName="毒蝎狮巢穴"
mDesc="精英生物住所升级。\n允许招募蝎狮并将其升级为毒蝎狮。"

[New_fire_wall_effect.A_fire_wall_reduc_move_Buff H7BaseBuff]
mName="封锁"
mTooltip="将生物的 %icon_movement 移动力减少至 %stat1，持续 %durnow 回合。"

[New_map.A_CreatureArdentDragon_decor H7Creature]
mName="焰龙"
mLore=""

[New_skill_elite_soulless.A_Aura_tenebreux H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="暗影光环"
mTooltip="当此单位处于潜行状态且其英雄拥有剧毒香气时，在其回合结束时对相邻的敌方生物造成 %d.min 点 %icon_dark 黑暗伤害。"

[New_skill_elite.A_furie_guerriere2_Buff H7BaseBuff]
mName="狂怒"
mTooltip="此生物拥有顺劈斩能力，持续 %durnow 回合。"

[Dieu_Sanctuary.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="巨浪海啸"
mTooltip="被击中的生物遭受 %d.min 到 %d.max %ICON_Water 水系伤害。"

[Anims_titan.A_RangedAttack_Air H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Dieu_shantiri_boss.A_boost_goleme H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="虔诚守护者"
mTooltip="增加战场上友方杉提瑞魔像的 %icon_defense 防御力和 %icon_attack 攻击力 %stat1 点。"

[New_skill_elite_Pit_lord.A_couldown_nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="巨浪海啸"
mTooltip="此生物在 3 回合后进行一次区域攻击。\n每 3 回合可使用一次。"

[diabolo_skill.A_MagmaPond H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="治疗献祭"
mTooltip="该生物牺牲其队伍中的所有单位，并为所有相邻的友方生物治疗相当于每个被牺牲单位 %d1 %icon_health 的生命值。"

[Dieu_Necromant_boss.A_Creature_Dieu_Necromant H7Creature]
mName="黑暗女神"
mLore=""

[New_skill_elite_basilic_rider.A_MightyPounce H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="反冲"
mTooltip="每场战斗一次，该生物进行一次强力攻击，对目标造成 %d %ICON_earth 土系伤害，并获得额外 %buff1.buff.stat2 %ICON_MOVEMENT 移动力。\n使用此能力后，该生物在 3 回合内每次受到伤害时都会被治疗。"

[New_skill_elite_pretre_rune.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="符文保护"
mTooltip="此生物受到 %buff1.buff.res1 点伤害，并在其回合开始时对相邻的敌方生物造成相当于队伍中每位符文族长 %buff2.buff.d %icon_air 气系伤害。\n持续 2 回合。"

[New_skill_elite.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战士之怒"
mTooltip="该生物治疗 %d.min %icon_health 生命值，受到 %buff1.buff.res1 点伤害，并获得顺劈斩能力，持续 3 回合。\n每场战斗一次。"

[New_skill_elite_sundee.A_attendrissement_Buff H7BaseBuff]
mName="纯净碎片"
mTooltip="降低生物 %icon_attack 攻击力 %stat1 点，持续 %durnow 回合。"

[minotaure.A_CreatureMinotaurGuard_moritz H7Creature]
mName="牛头怪守卫"
mLore="牛头怪过去常充当其法师主人的保护者和保镖，它们也很乐意为黑暗精灵扮演类似的角色。在一个暗杀是一种生活方式（而且很可能也是死亡方式）的社会中，雇佣几个牛头怪守卫通常是明智之举。"

[Dieu_Necromant_boss.A_Rebirth_Firebird_Buff H7BaseBuff]
mName="不朽之怒"
mTooltip="赋予黑暗女神 %stat1 点伤害，并使灵魂吞噬者的伤害翻倍。"

[Consumables.A_Summon_necro H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="召唤海蛇之神"
mTooltip="在目标 2x2 区域召唤 %special.val1 个海蛇之神。"

[New_skill_elite_vampire.A_lien_de_sang2_Buff H7BaseBuff]
mName="血之联结"
mTooltip="吸血鬼的加成持续 %durnow 回合。"

[New_skill_elite_vampire.A_lien_de_sang_Buff H7BaseBuff]
mName="血之联结"
mTooltip="该生物被标记为吸血鬼的受害者，持续 %durnow 回合。"

[New_skill_elite_vampire.A_lien_de_sang_passive H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="血之联结"
mTooltip="目标敌方生物将被标记为吸血鬼伯爵的受害者，持续 3 回合。\n在此生物回合开始时，对被标记的受害者造成 %d1 点伤害，并治疗和复活吸血鬼伯爵 %d2 %icon_health 生命值。\n每场战斗可使用一次。"

[New_skill_elite_vampire.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="血之联结"
mTooltip=" 治疗此生物 %d 点生命值，然后束缚目标生物，并在回合开始时吸取生命值，每个吸血鬼吸取 %d %icon_health 生命值。持续 %buff1.buff.durini 回合。"

[Unit_vanilla_custom.A_FeralCharge H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="野性冲锋"
mTooltip="该生物攻击目标单位，不受其移动范围限制且不会被反击。它以 %buff1.buff.stat2 %ICON_ATTACK 攻击力命中，但其 %ICON_DEFENSE 防御力降低至 %buff4.buff.stat.norm，直到其下一回合。\n每场战斗一次。"

[New_building.A_bosss_Name H7GlobalName]
mName="神圣圣殿"

[New_building.A_bosss_necromant_Name H7GlobalName]
mName="毁灭圣殿"

[New_building.A_bosss_Seat_Name H7GlobalName]
mName="沉没圣殿"

[minotaure.A_MightySlash_Buff H7BaseBuff]
mName="猛力劈砍"
mTooltip="该生物在其回合开始时受到 30% %ICON_MIGHT 力量伤害，持续 %durnow 回合。"

[No_Wait_setting.A_Wait H7CreatureAbility]
mName="等待"
mTooltip="该生物将稍后行动。等待单位的顺序将被反转。"

[No_Wait_setting.A_WaitBuff H7BaseBuff]
mName="等待"
mTooltip="此单位将在本战斗回合稍后行动。"

[random_hero.A_frost_randoms_Name H7GlobalName]
mName="随机塔楼英雄"

[random_hero.A_hades_randoms_Name H7GlobalName]
mName="随机地狱英雄"

[random_hero.A_sanctuary_randoms_Name H7GlobalName]
mName="随机瀛洲英雄"

v1.32

[Champion_siege.A_champion_siege2_Buff H7BaseBuff]
mName=""
mTooltip=""

[Champion_siege.A_champion_siege_Buff H7BaseBuff]
mName=""
mTooltip=""

[Champion_siege.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冠军攻城攻击"
mTooltip="当此生物与敌方结构（城墙/防御塔或门）相邻时：它对该结构造成 %d 点伤害。"

v1.38

[Unit_vanilla_custom.A_MightyPounce H7CreatureAbility]
mName="强力猛扑"
mTooltip="每场战斗一次，该生物可以扑击到比其正常移动范围远得多的地方，并攻击所有相邻的单位，这些单位无法反击。"

v1.40

[New_building.A_Antre_boss H7DragonUtopia]
mDescription="这座圣殿由一种神圣生物守卫着。"
mName=""

[New_building.A_Antre_boss_2_new H7DragonUtopia]
mDescription="这座圣殿由一种神圣生物守卫着。"
mName=""

[New_building.A_Antre_boss_2_old H7BattleSite]
mDescription="这座圣殿由一种神圣生物守卫着。"
mName=""

[New_building.A_Antre_boss_3_old H7BattleSite]
mDescription="这座圣殿由一种神圣生物守卫着。"
mName=""

[New_building.A_Antre_boss_old H7BattleSite]
mDescription="这座圣殿由一种神圣生物守卫着。"